{
    "The Last of Us Part II": {
        "description": [
            "The Last of Us Part II is a 2020 action-adventure game developed by Naughty Dog and published by Sony Interactive Entertainment. Set four years after The Last of Us (2013), the game focuses on two playable characters in a post-apocalyptic United States whose lives intertwine: Ellie, who sets out in revenge for a murder, and Abby, a soldier who becomes involved in a conflict between her militia and a religious cult. The game uses a third-person perspective; the player must fight human enemies and zombie-like creatures with firearms, improvised weapons, and stealth.",
            "The game's development began in 2014, after the release of The Last of Us Remastered. Neil Druckmann returned as creative director, co-writing the story with Halley Gross. The themes of revenge and retribution were inspired by Druckmann's experiences growing up in Israel. Ashley Johnson reprises her role as Ellie, while Laura Bailey was cast as Abby. Their performances included the simultaneous recording of motion and voice. Gustavo Santaolalla returned to compose and perform the score. The developers pushed the PlayStation 4's technical capabilities. Development reportedly included a crunch schedule of 12-hour workdays and cost around US$220 million, making it one of the most expensive video games to develop.",
            "Following some delays, partly due to the COVID-19 pandemic, The Last of Us Part II was released for the PlayStation 4 in June 2020. A remastered version was released for the PlayStation 5 in January 2024 and for Windows in April 2025. Part II received acclaim for its gameplay, audio design, score, performances, characters, and visual fidelity, though its narrative and themes divided critics. Discourse became adversarial and the game was review bombed on Metacritic, with some players criticizing the story and characters. Part II is one of the best-selling PlayStation 4 games and the fastest-selling PlayStation 4 exclusive, with over four million units sold in its release weekend and over ten million by 2022. It won more than 320 Game of the Year awards and received multiple other accolades from awards shows and gaming publications.",
            "The Last of Us Part II is an action-adventure game played from a third-person perspective featuring elements of the survival horror genre. The player traverses post-apocalyptic environments such as buildings and forests to advance the story. The player can use firearms, improvised weapons, and stealth to defend against hostile humans and cannibalistic creatures infected by a mutated strain of the Cordyceps fungus. Control intermittently switches between Ellie and Abby; the player also briefly controls Joel in the opening sequence. The nimble nature of the player character introduces platforming elements, allowing the player to jump and climb to traverse environments and gain advantages during combat. The player can break glass objects such as windows to access certain areas or obtain supplies. Some areas are navigated by horse or boat.",
            "In combat, the player can use long-range weapons such as rifles and bows, and short-range weapons such as pistols and revolvers. The player is able to scavenge limited-use melee weapons such as machetes and hammers, and throw bricks and bottles to distract or attack enemies. Collected items can be used to upgrade weapons at workbenches or craft equipment such as health kits, Molotov cocktails, and makeshift silencers. The player can collect supplements to upgrade skills in a skill tree; training manuals found throughout the environment unlock additional skill tree branches, allowing upgrades to attributes such as the health meter, crafting speed, and ammunition types.",
            "Though the player can attack enemies directly, they can also use stealth to attack undetected or sneak past them. \"Listen Mode\" allows the player to locate enemies through a heightened sense of hearing and spatial awareness, indicated as outlines visible through walls and objects. In the cover system, the player can crouch behind obstacles to gain advantages in combat, and can also crawl in a prone position to evade enemies. Hostile enemies use artificial intelligence; they may take cover or call for assistance, and can take advantage when the player is distracted, out of ammunition, or in a fight. The player may be impaled by an arrow, which will progressively decrease their health meter and disables Listen Mode until removed when in cover. Player companions, such as Dina, assist in combat by killing enemies or announcing their location. The game introduces guard dogs that track the player's scent, which can be visualized in Listen Mode.",
            "Joel (Troy Baker) confesses to his brother, Tommy (Jeffrey Pierce), his responsibility in preventing the Fireflies attempting to develop a cure for the Cordyceps fungus pandemic by saving Ellie (Ashley Johnson) from a non-survivable surgical procedure. Four years later, Joel and Ellie have built a life in Jackson, Wyoming, though their relationship has become strained. While on patrol, Joel and Tommy rescue a stranger, Abby (Laura Bailey), from an Infected horde. They return to an outpost used as a temporary hideout by Abby's group, former Fireflies now part of the Washington Liberation Front (WLF), a militia group based in Seattle, Washington. The group attack Joel and Tommy; Abby seeks revenge against Joel for murdering her father, the Firefly surgeon (Derek Phillips) who was to perform the operation on Ellie. Meanwhile, Ellie and her girlfriend, Dina (Shannon Woodward), search for the brothers. Ellie enters the WLF outpost and witnesses Abby beat Joel to death. Abby spares Ellie and Tommy, who swear revenge.",
            "Tommy sets out for Seattle to hunt Abby, and Ellie and Dina follow him. In Seattle, Ellie reveals her immunity to Dina, who in turn reveals she is pregnant. The next day, Ellie pursues Tommy alone and encounters Jesse (Stephen Chang), Dina's ex-boyfriend, who followed them. While searching for Abby's friend Nora (Chelsea Tavares), Ellie encounters the Seraphites, a religious cult locked in a battle with the WLF over control of Seattle. Ellie tracks down Nora and tortures her for information on Abby's location, which traumatizes Ellie. The following day, she kills two more members of Abby's group, the pregnant Mel (Ashly Burch) and her boyfriend, Owen (Patrick Fugit). A flashback reveals that, two years earlier, Ellie traveled to the Firefly hospital in Salt Lake City and learned the truth. Devastated, she cut ties with Joel. In the present, Ellie's group is ambushed by Abby, who kills Jesse and holds Tommy hostage.",
            "Three days earlier, Abby learns that Owen, her ex-boyfriend, has gone missing while investigating Seraphite activity. Abby searches for Owen and is captured by Seraphites. She is rescued by Yara (Victoria Grace) and Lev (Ian Alexander), Seraphite siblings who have been branded apostates after Lev defied Seraphite traditions. Though Yara suffers a broken arm, Abby leaves them to find Owen who, disillusioned with the war, plans to sail to Santa Barbara, California, where Fireflies may be regrouping. Abby returns to rescue Yara and Lev, and travels across Seattle with Lev to retrieve medical supplies so Mel can amputate Yara's arm. After the surgery, Lev runs away to convince his devout mother to leave the Seraphite cult. Abby and Yara find him in the Seraphite settlement, where Lev has accidentally killed his mother in self-defense. The trio flee as the WLF begins an assault on the Seraphites. Abby betrays the WLF to save Lev, and Yara sacrifices herself to allow Abby and Lev to escape. The pair return to find Owen and Mel dead and a map leading to Ellie's hideout. An enraged Abby shoots Tommy, impairing him, and severely beats Ellie and Dina. At Lev's insistence, Abby spares them and tells them to leave Seattle.",
            "Several months later, Ellie and Dina are living on a farm, raising Dina and Jesse's son, though Ellie suffers from post-traumatic stress. When Tommy arrives with information on Abby's whereabouts, Ellie leaves to find her, despite Dina's pleas to stay. Abby and Lev arrive in Santa Barbara searching for the Fireflies, who they discover are regrouping at Catalina Island, California, but are captured, tortured, and left to die by the slave-keeping Rattlers. Ellie arrives at Santa Barbara and rescues the pair. Ellie forces Abby to fight her, during which Abby bites off two of Ellie's fingers. Ellie overpowers and nearly drowns Abby, but has a change of heart after having a flashback of Joel, and ultimately spares her. Abby and Lev sail to the Fireflies. Ellie returns to the farmhouse and finds it empty. She tries to play Joel's guitar with her damaged hand, recalls her last conversation with Joel in which she expressed her willingness to forgive him, and leaves.",
            "Early story concepts for The Last of Us Part II were conceived during the development of The Last of Us in 2013. Naughty Dog began development in 2014, soon after the release of The Last of Us Remastered. By August 2017, with the release of Uncharted: The Lost Legacy, the entire 350-person team at Naughty Dog had shifted to develop Part II. Neil Druckmann led development as creative director and writer, reprising his role from The Last of Us and Uncharted 4: A Thief's End (2016). Anthony Newman and Kurt Margenau were selected to be co-game directors for Part II, overseeing gameplay elements such as level design and mechanics. For the final months of development, due to the COVID-19 pandemic, the team operated via remote work arrangements. In total, approximately 2,169 developers across 14 studios worked on the game. According to documents from publisher Sony Interactive Entertainment, the 70-month development peaked at 200 full-time employees and cost around US$220 million, making it one of the most expensive video games to develop.",
            "Druckmann wrote the story with Halley Gross. The team experimented with different plot structures and considered scrapping the project until they settled on an idea that mirrored the first game; Druckmann said that whereas The Last of Us is about the extreme measures one would take for love, Part II is more about how far one would go to bring justice for those they love. The themes of revenge and retribution were inspired by Druckmann's experiences growing up in Israel, where violence was a frequent topic. He recalled watching footage of the 2000 Ramallah lynching, and how, after hearing the cheering crowds, his mind turned to violent thoughts about bringing the perpetrators to justice. He wanted the player to feel a \"thirst for revenge\" before making them realize the reality of their actions. Druckmann said other themes include tribalism, trauma, and the pursuit of justice. Artists at Naughty Dog traveled to Seattle to analyze the architecture, vegetation, materials, topography, lighting, and capture photorealistic textures.",
            "Ashley Johnson and Troy Baker reprise their roles as Ellie and Joel, respectively, while Laura Bailey was cast as Abby. The actors'performances were recorded at a studio in Playa Vista, Los Angeles using performance capture, recording motion and voice simultaneously. Gross noted that a goal of the writers was to \"create the most multifaceted characters you've seen in games\". She particularly wanted to explore the multifaceted behavior of Ellie, showing her power as well as her insecurities. The change of player character from Ellie to Abby was inspired by the change from Joel to Ellie in the first game, though emphasized in Part II due to its focus on empathy. Druckmann wanted the player to hate Abby early in the game, but later empathize with her.",
            "The developers pushed the technical capabilities of the PlayStation 4 when creating Part II, adding more enemies and larger environments than in previous games. Druckmann noted that any drops in detail would ruin the sense of authenticity, which required consistent optimization of the technology. Improved artificial intelligence (AI) allowed for deeper connections with characters and the creation of bonds through gameplay. The Last of Us Part II was originally planned as an open world game with hub worlds, but later the game transferred to a more linear style as it better served the narrative. Naughty Dog wanted to increase the accessibility options introduced in Uncharted 4 to ensure that all players could complete the story, and the developers attended conferences and worked with advocates.",
            "Gustavo Santaolalla returned to compose and perform the game's score, as he had done with the first game, while Mac Quayle contributed combat music. The developers received permission to use the songs \"Future Days\" by Pearl Jam and \" Take On Me \" by A-ha. To achieve the sound of the Shamblers, the team hired voice actors Raul Ceballos and Steve Blum, and used items such as grapefruits to create the explosion sounds. The dialogue team referenced whistled languages such as Sfryria and Silbo Gomero for the Seraphites'whistling, and hired actors Stevie Mack and Lisa Marie to provide the whistles in three styles.",
            "According to a report by Kotaku's Jason Schreier, the development included a crunch schedule of 12-hour work days. This continued after the game was delayed. Schreier suggested that development was slowed due to the enormous turnover of employees following the development of Uncharted 4, with few veterans left on the team. Some of the developers allegedly hoped that Part II would fail and prove that the working conditions were not viable. Sony granted Naughty Dog an additional two weeks of development for bug fixes. Druckmann felt that he had failed to find the correct balance for employees on Part II, and said the studio would receive external assistance for future projects.",
            "The Last of Us Part II was announced at the PlayStation Experience event on December 3, 2016. At E3 2018, Druckmann said that Naughty Dog was refusing to announce a release date until the game was \"very close to release\", to avoid disappointing fans. During Sony's State of Play presentation on September 24, 2019, Naughty Dog announced a release date of February 21, 2020. On October 25, Druckmann announced a delay to May 29, 2020, to \"bring the entire game up to a level of polish we would call Naughty Dog quality\". On April 2, 2020, Sony announced that the game was almost complete but had been indefinitely delayed due to logistical problems caused by the COVID-19 pandemic. In late April, several videos leaked online, showing cutscenes, gameplay, and significant plot details. Druckmann tweeted that he was \"heartbroken\" for fans and for the team, who had devoted years to development. On April 27, Sony announced a release date of June 19, 2020.",
            "The first trailer was released alongside the announcement, showcasing the return of Ellie and Joel. The second trailer, released in October 2017 as a part of Paris Games Week, revealed Abby, Yara, and Lev. Dina and Jesse were first shown in a presentation at E3 2018. A trailer was featured in Sony's State of Play presentation in September 2019, which preceded additional marketing to celebrate Outbreak Week—the week in which the fictional outbreak occurred in the original game. A story trailer was released on May 6, followed by an animated commercial on June 3, and the final pre-launch trailer on June 10. Naughty Dog replaced and altered characters in the trailers to conceal story events; Druckmann cited the marketing of Metal Gear Solid 2: Sons of Liberty (2001), which concealed its protagonist in trailers, as an influence.",
            "Naughty Dog announced the special edition versions in September 2019. The game was featured in its own standalone State of Play presentation on May 27. From May 13 to June 3, Naughty Dog released a series of videos about the development. The game was banned in Saudi Arabia and the United Arab Emirates, attributed to the countries'conservative traditions regarding homosexuality. An update on August 13 added a permadeath mode, a new difficulty level, and gameplay modifiers. For The Last of Us Day in September 2020, Naughty Dog announced new merchandise for the game, including a vinyl soundtrack, board game, statues, and posters. A performance update was released on May 19, 2021, allowing gameplay at 60 frames per second on the PlayStation 5. A 120-minute documentary about the game's development, Grounded II: Making The Last of Us Part II, was released on February 2, 2024.",
            "In November 2023, following a PlayStation Store listing leak, Naughty Dog announced a remastered version of the game, titled The Last of Us Part II Remastered. It was released for the PlayStation 5 on January 19, 2024; existing owners can purchase the game digitally for US$10. A special edition version, including a SteelBook case, trading cards, patch, and pins, was made available in some regions. Remastered features visual improvements, faster loading times, DualSense integration, audio description, a speedrun -focused mode, and an audio commentary for cutscenes featuring Druckmann, Gross, Johnson, Baker, Bailey, and Woodward. Some journalists and players questioned whether the game needed a remaster within four years of its initial release, though others felt it was justified by the additions and price point.",
            "New gameplay modes include Guitar Free Play, featuring playable characters Ellie, Joel, and Gustavo (modeled after Santaolalla) in several locations with unlockable guitars like Gustavo's banjo; Lost Levels, featuring three scrapped and incomplete gameplay sequences with an introduction by Druckmann and commentary by designers Pete Ellis and Banun Idris; and No Return, a roguelike survival mode featuring randomized combat encounters. No Return features ten playable characters with unique traits and tracked challenges, which can be completed to unlock skins and gameplay modifications. Each run in No Return features five encounters and a boss fight. Encounters consist of four gameplay types, including fighting waves of enemies, capturing a guarded safe, and defending a friend. Upgrades, items, and weapons collected during runs are lost upon completion or failure. Remastered was updated in October 2024 to target higher resolutions and frame rates on the PlayStation 5 Pro.",
            "At the Game Awards in December 2024, Naughty Dog announced the game's Windows version, developed in collaboration with Nixxes Software and Iron Galaxy; new content was added to the PlayStation 5 version in tandem with the Windows release on April 3, 2025. The Last of Us Complete —a bundle featuring The Last of Us Part I and Part II Remastered —was released digitally on April 10, 2025, set to be followed by a physical collector's edition on July 10, featuring a SteelBook case, art prints, and a new print of the comic series The Last of Us: American Dreams.",
            "The Last of Us Part II received \"universal acclaim\" from critics, according to review aggregator Metacritic. OpenCritic's consensus called it \"another masterpiece from Naughty Dog\" and \"a brutal, poignant, beautiful, and thrilling experience\", with 95% of critics recommending the game. IGN's Jonathon Dornbush called it \"a masterpiece worthy of its predecessor\", noting, atop its improved gameplay, it \"still makes time for a stunning, nuanced exploration of the strength and fragility of the human spirit\". Game Informer's Andy McNamara called it \"the best narrative game I have played\" and \"a sequel unlike any other, taking video game storytelling to new heights\". Kaity Kline of NPR wrote that it \"made me very aware of the little things in my life that I take for granted, the kinds of things you don't appreciate until they're ripped away forever\". GameSpot's Kallie Plagge called it \"beautiful and devastating\", and wrote \"the more I reflect on it, the more I appreciate the story and characters at its core\".",
            "Game Informer's McNamara felt that the writers conveyed the themes of emotions \"with careful nuance and unflinching emotion\". Destructoid's Chris Carter and VG247's Kirk McKeand applauded the use of minor dialogue to echo the themes. Sammy Barker of Push Square particularly praised the use of flashback and overlapping stories; The Guardian's Keza MacDonald concurred, describing the narrative as \"emotionally effective\". Conversely, GameRevolution's Michael Leri thought that the flashbacks were evidence of pacing problems. Alex Avard of GamesRadar+ felt that the narrative lost its momentum during its need to finalize every story thread. USgamer's Kat Bailey found the latter half slow, and that the game was five hours \"too long\". Bailey also criticized the dissonance between the statement against violence and its necessity during gameplay. Polygon's Maddy Myers and Kotaku's Riley MacLeod wrote that the game repeatedly delivered its themes without allowing the player any agency in their decisions. Rob Zacny of Vice wrote that, despite the amount of narrative moments, \"it doesn't have much to say\". Also writing for Vice, Emanuel Maiberg drew parallels between the Israeli–Palestinian conflict and the WLF and Seraphites, and argued this was poorly considered for its allegorical representation of two equal sides.",
            "McKeand of VG247 described every character as \"complex and human\". Destructoid's Carter felt empathetic to the main characters, a sentiment echoed by IGN's Dornbush, who found Ellie's development particularly \"riveting\". Andrew Webster of The Verge praised the relationship between Ellie and Dina, though noted some dissonance in Ellie's behavior between gameplay and cutscenes. GameSpot's Plagge wrote that Abby's characterization led to a deeper connection to her than to Ellie, but found her character development incongruous with her \"onslaught of combat against human enemies\". Kotaku's MacLeod and VentureBeat's Dean Takahashi appreciated the diversity of characters; Oli Welsh of Eurogamer praised the representation of female and LGBT characters, calling it \"a game about women\". NPR's Kline lauded the game's ability to \"connect with every character, not just the main characters\". Push Square's Barker wrote that the supporting characters \"establish themselves extremely swiftly\", and Game Informer's McNamara found their occasional absence alarming, having grown close to them. Conversely, some critics felt that the new supporting characters lacked the higher quality of the main characters and of Naughty Dog's previous work; Yannick Le Fur of Jeuxvideo.com wrote that characters such as Jesse and Manny were simply used to advance the narrative. Polygon's Myers and Vice's Zacny criticized the characters'inability to learn from their mistakes.",
            "Critics praised the cast's performances, particularly those of Ashley Johnson, Troy Baker, and Laura Bailey. Welsh of Eurogamer found Johnson's performance as Ellie to be \"standout\" due to her depiction of \"rawness, vulnerability, and rage\". GamesRadar+'s Avard considered Johnson's portrayal of suffering \"nothing short of awards worthy\", and found that Baker \"steals some of Part 2's best scenes as Joel\" by adding complexities that enrich the character and relationships. Dornbush of IGN wrote that Johnson added nuance to every element of Ellie, and commended Woodward's performance as Dina, especially during quieter moments. VG247's McKeand found that the performances made the narrative more powerful.",
            "Avard of GamesRadar+ felt that the new gameplay mechanics were added with a level of care to ensure an authenticity that Naughty Dog is known for. GameRevolution's Leri lauded the cohesiveness between gameplay and narrative, and the former's ability to create empathy. Plagge of GameSpot appreciated the intensity of combat and wrote that \"Ellie's movements are smooth enough that they almost look scripted\". VentureBeat's Takahashi found the combat more diverse than its predecessor's. IGN's Dornbush similarly felt that the combat gameplay and puzzle elements had been improved, praising the intelligence and variation of enemies. Avard of GamesRadar+ described the enemy AI as \"some of the most advanced\" of any game. McKeand of VG247 considered the level design better than other Naughty Dog games, and McNamara of Game Informer felt that it improved combat scenarios. The Verge's Webster admired the action but noted some \"awkward moments when [it] attempts to cover its video game-ness\". Polygon's Myers found the combat an unsubtle messenger for its statement on violence; Kotaku's MacLeod wrote that the \"pace of the combat sometimes felt like punishment\".",
            "Many critics felt the graphics were among the best of any PlayStation 4 game. Kotaku's MacLeod wrote that the nature in Seattle is \"gorgeous and awe-inspiring\", and Push Square's Barker declared the art department \"among the best in the industry\". The Guardian's MacDonald described the graphics as \"meticulous and astounding\". Dornbush of IGN appreciated the world's ability to tell additional stories. GameRevolution's Leri considered the environments more realistic than the first game's, and praised the technical elements, such as frame rate, lack of load times, and realistic lighting. Carter of Destructoid felt that the seamless animation of minor facial expressions humanized the characters to a new level. McNamara of Game Informer similarly lauded the realistic-looking characters. VentureBeat's Takahashi commended the improvements to Naughty Dog's already impressive engine. Zacny of Vice found Seattle too similar to Boston and Pittsburgh from the first game, and Christopher Byrd of The Washington Post wondered if the detail was worth the \"human cost\" of Naughty Dog's crunch culture.",
            "Barker of Push Square described the sound design as \"stunning\", identifying the 3D audio as a technical feat he would not have expected until PlayStation 5. Vice's Zacny found that the audio design made settings feel more lifelike in a way that the visuals occasionally failed to do. IGN's Dornbush similarly felt that the sounds added realism, and praised Santaolalla's \"moving\" score. McNamara of Game Informer found that the music added tension. Kevin Dunsmore of Hardcore Gamer wrote that the \"haunting and subtle melodies blend into the world seamlessly\". Eurogamer's Welsh praised the score for its combination of banjo and electronics.",
            "The Last of Us Part II Remastered received \"universal acclaim\" according to Metacritic, and 90% of critics recommended the game according to OpenCritic. Video Games Chronicle's Jordan Middler called it \"the best way to play one of the best games ever made\", and Siliconera's Cory Dinkel wrote \"it elevates an already near-perfect experience\". Push Square's Aaron Bayne found it perfectly partnered the first game's remake, Part I. Digital Trends's Giovanni Colantonio compared it to a Criterion Collection re-release and The Guardian's Keith Stuart compared replaying the game to \"rereading a favourite novel\". Critics gave the Windows version \"generally favorable\" reviews, praising the optimization though noting occasional performance issues.",
            "Destructoid's Smangaliso Simelane wrote that few console games look as \"beautifully detailed and borderline photorealistic\" as Remastered; Siliconera's Dinkel compared the cinematography to the work of Roger Deakins and felt the improved character animations enhanced the story, and Variety's Katcy Stephan praised the visual and performance improvements for strengthening the narrative immersion. Some reviewers found the visual changes negligible but unnecessary due to the original's quality. The use of the DualSense's haptic technology was considered by Video Games Chronicle's Middler the best since Astro's Playroom (2020) and by Siliconera's Dinkel the best of any game to date, while Inverse's Kazuma Hashimoto found it strenuous after extended use.",
            "GamingBolt's Shubhankar Parijat considered No Return Remastered's standout feature. Several reviewers found the mode addictive and felt it added value and replayability, demonstrating the quality of the game's combat elements; Push Square's Bayne lauded its pacing and length. Some found the mode incongruous with the narrative's themes discouraging violence and felt it lacked the thematic and narrative justification of God of War Ragnarök's roguelike mode, while others found its gameplay repetitive and upgrades inconsequential. No Return's gameplay elements drew comparisons to the canceled multiplayer game The Last of Us Online. The scrapped levels and audio commentary were praised for providing insight into the development process, named by some as Remastered's standout feature; Push Square's Bayne hoped other developers would imitate it. Several reviewers lauded the US$10 price point for existing owners.",
            "The Last of Us Part II was the subject of review bombing on Metacritic, resulting in a user review score of 3.4/10 at its nadir. Reporters noticed the review bombing occurred shortly after the game launched—too early for users to feasibly have finished it; some suggested that the reviews were based on the incomplete plot leaks. Many negative reviews criticized the characterization and plot; some complained of \" social justice warrior \" politics, with vitriolic responses to LGBT characters. CNET's Daniel Van Boom wrote that the review bombers did not represent the majority of players, while Kotaku's MacLeod identified thousands of positive reviews and felt Metacritic's system, which emphasizes scores over critique, comprised only \"a bunch of meaningless numbers and a lot of rage\". The incident led Metacritic to implement a 36-hour waiting period after release before allowing user reviews.",
            "Some players criticized Joel's death in the opening hours, perceiving a discrepancy between his cautious nature in the first game and his more trustful and protective attitude in Part II. Den of Geek's Matthew Byrd wrote that Joel had protected young women in the past, so his trusting of Abby in Part II was not \"entirely unreasonable\". Sam Clench of News.com.au also argued that Joel's time in Jackson had realistically made him less cynical over the years. A number of players considered Joel's brutal and undignified death \"disrespectful\"; Clench rebutted that it was realistic, as most real deaths occur at unfortunate times, and described the scene as \"extremely strong, purposeful writing\". Josh Hawkins of Shacknews wrote that Joel's death was a fitting retribution for his brutal actions and murders in the previous game. Some players felt the marketing, which had altered and replaced characters in trailers to conceal Joel's death and Abby's role, constituted false advertising; Druckmann responded that Naughty Dog had intended to preserve the game experience, \"not to bamboozle anyone or get their $60\".",
            "A subset of players criticized Abby and disapproved of her playable chapters as they had expected to control Ellie for the majority of the game. Collider's Dave Trumbore felt Abby's killing of Joel led to her being unfairly maligned by audiences who had failed to understand the story's message. Some players criticized Abby's muscular physique, and theories spread online that she was transgender; The Independent's Amy Coles and Polygon's Patricia Hernandez argued that this perception was a result of the lack of body diversity in games, and that the story showed Abby had the resources to achieve her physique. Coles observed that these arguments were propagated by \"a loud and determinedly misogynistic subset\" of players. Laura Bailey, who played Abby, became the target of online death threats in response to the character; Naughty Dog released a statement condemning the threats, and Bailey was supported by James Gunn, Ashley Johnson, and Craig Mazin, among others.",
            "Some members of the transgender community objected to the representation of Lev, a transgender supporting character. Criticism focused on villains using Lev's deadname, that the character was created by cisgender writers, and the use of trans stories as tragedies. Stacey Henley of VG247 responded that Lev's deadname is used sparingly and that Ian Alexander, a transgender actor, provides the character's voice and motion capture. Writing for Paste, Waverly praised the choice to have Lev played by a transgender actor, but felt there was too much emphasis on his gender identity and the suffering he experienced for it. Waverly felt that \"Lev's story isn't made for trans people, but to give cisgender players a space to connect with their guilt and pity for trans people\". Henley wrote that, while Lev's story is imperfect, it is \"a major step for trans characters in gaming, [and] focuses on a highly charismatic and central character who is far more than this transness\". Kotaku's MacLeod saw Lev's character as simply a way of acknowledging that trans people exist in the game's universe and wrote that it was up to the player to create their own meaning from the character. Alexander acknowledged the writers \"might have missed the mark a little bit\" regarding the use of Lev's deadname but felt Abby's response reflected the importance of allowing trans individuals the agency to discuss their gender on their own terms.",
            "A year after the game's release, Collider's Trumbore identified a subset of players that continued to criticize the game and its legacy, comparing it to some audience complaints about Star Wars: The Last Jedi (2017), though recognized it was \"quieter\" than at launch. In Games and Culture, Robert Letizi and Callan Norman described a community of users on the subreddit r/TheLastOfUs2 who continued posting hateful and discriminatory content denouncing the game several years after release as \"alt-fans\". Letizi and Norman linked the reception to the game to alt-right politics and various hate movements and conspiracy theories; they argued the response to Part II was not an outlier but an exemplar of common politically motivated responses to inclusivity in games. In July 2021, a user of the subreddit claimed they received death threats from fans of YouTube channel Girlfriend Reviews, who had posted positive videos about the game; following targeted harassment from the subreddit, Girlfriend Reviews discovered the threats were fabricated by the user.",
            "Polygon's Hernandez observed that the discourse surrounding The Last of Us Part II had become adversarial, with \"bigots\" attacking the game for its diverse cast and Naughty Dog becoming defensive. Vice's Zacny claimed that, in response to his critical review, Sony contacted him on behalf of Naughty Dog to discuss his criticisms, which they disagreed with; Zacny said the discussion, while cordial, was unusual from a large publisher. On Twitter, Druckmann expressed disapproval after journalist Jason Schreier mocked a reviewer's comparison of Part II to Schindler's List (1993); Schreier felt his reporting on Naughty Dog's crunch conditions prompted Druckmann's disapproval. A different tweet from Schreier stated that \"video games are too long\", which he later clarified was criticizing longer games being made for marketing purposes; Baker responded to the original tweet with a quote from US president Theodore Roosevelt about critics being less valuable than creators, which Schreier felt was an overreaction. Hernandez concluded that critics fearing backlash from publishers and fans was \"not an environment that is conducive to encouraging honest reviews or critical discussion, which is ultimately a disservice to the game itself\". USgamer's Bailey wrote that the strict review embargo prevented meaningful discussion of the narrative. Druckmann acknowledged the leaks prompted the embargo as he had felt reviews discussing plot details would have become more harmful and widespread than the leaks.",
            "The Last of Us Part II won more than 320 Game of the Year awards, which several outlets claimed broke the record set by The Witcher 3: Wild Hunt (2015); it was later surpassed by Elden Ring (2022). The game was awarded from outlets and shows such as Den of Geek, Digital Trends, Electronic Gaming Monthly, Empire, Entertainment Weekly, Game Informer, PlayStation Blog, Push Square, and the Titanium Awards. It was named runner-up by several other publications. At the 38th Golden Joystick Awards in November 2020, it won all six awards for which it was nominated: Ultimate Game of the Year, Best Audio, Best Storytelling, Best Visual Design, PlayStation Game of the Year, and Studio of the Year for Naughty Dog. It led the nominees for the Game Awards 2020 with eleven nominations, of which it won seven, the most in the show's history: Game of the Year, Best Game Direction, Best Narrative, Best Audio Design, Innovation in Accessibility, Best Action/Adventure, and Best Performance (for Bailey).",
            "The Last of Us Part II was nominated for twenty-four awards at the National Academy of Video Game Trade Reviewers Awards, the most in the show's history; it won eight, including Outstanding Direction in a Game Cinema, Franchise Adventure Game, Lead Performance in a Drama (for Johnson and Bailey), and Supporting Performance in a Drama (for Baker). It was nominated for thirteen awards at the 17th British Academy Games Awards, the most in the show's history, winning for Animation, the publicly voted EE Game of the Year, and Performer in a Leading Role (for Bailey). It led the nominees at the 24th Annual D.I.C.E. Awards with eleven nominations, of which it won two: Outstanding Achievement in Animation and Outstanding Achievement in Story. It also led the 19th Annual Game Audio Network Guild Awards with fifteen nominations and eight wins, and the 21st Game Developers Choice Awards with six nominations, of which it won one. It received the most nominations at the inaugural Global Industry Game Awards with thirteen, of which it won three: 3D Animation, Cinematography, and Story.",
            "In its release weekend, The Last of Us Part II sold over four million copies worldwide, becoming the fastest-selling PlayStation 4 exclusive, beating Marvel's Spider-Man's 3.3 million and God of War's 3.1 million in the same period. It had the biggest launch of 2020 for both physical and digital sales. On the PlayStation Store, it was the most-downloaded PlayStation 4 game in North America and Europe in June; in July, it was fifth in North America and tenth in Europe; in November, it was the eighth in North America and seventh in Europe; and overall for 2020, it ranked sixth in North America and eighth in Europe. In the United States, it was the best-selling game of June 2020 and became the third-best-selling game of the year within two weeks, generating the highest first-month sales of the year. By August 2020, it had become the third-highest-grossing PlayStation game in the United States, behind Marvel's Spider-Man and God of War. Overall, it was the sixth-best-selling game of the year in the United States; it was the third-best-selling for PlayStation consoles, and the best-selling PlayStation 4-only game. By June 2022, the game had sold over ten million copies worldwide.",
            "In the United Kingdom, The Last of Us Part II became the fastest-selling physical PlayStation 4 game, outselling previous record holder Uncharted 4 by at least one percent and The Last of Us by 76 percent; it was the nation's eighth-best-selling game of the year with 543,218 copies sold, and the seventh for physical sales. A price discount in February 2021 saw it re-enter the UK physical charts in third place, representing a 3,992 percent increase. In Japan, The Last of Us Part II was the best-selling game during its first week, selling an estimated 178,696 physical copies. In Germany, it sold over 200,000 copies in June 2020 and 500,000 by December 2020. In Australia, it was the eighth-best-selling of the year, and the third for physical sales.",
            "Critics concurred that The Last of Us Part II was among the best games of the eighth generation of video game consoles and a great closing title before the ninth. An internal review by Sony's competitor Microsoft —published as a court document in the Epic Games v. Apple lawsuit in 2021—said the game \"sets a new bar for what we should hope to be able to achieve going into a new generation of consoles\". Many outlets considered it among the greatest video games ever made, and some called it one of the best-written.",
            "The Last of Us Part II is expected to be adapted into multiple seasons of the television adaptation of The Last of Us, starting with the second season, which premiered in April 2025. Druckmann and series co-showrunner Craig Mazin wanted to avoid filler between the seasons, jumping into adapting the sequel immediately. Mazin confirmed plans for a \"significantly larger\" third season if the second is successful, and suspected Part II's story may require a fourth. Kaitlyn Dever is cast as Abby in the series, alongside Young Mazino as Jesse and Isabela Merced as Dina. Jeffrey Wright is set to reprise his role as Isaac from the game.",
            "Druckmann and Gross wrote an outline for a story set after Part II by April 2021, but noted it was not in active development. Druckmann later clarified the outline was for a \"small story\" focused on Tommy, rather than a full sequel to Part II; he felt it would eventually be released, possibly as a game or television series. In 2023, Druckmann confirmed he had a concept for a third main game in the series that is thematically consistent with the first two games, stating there is \"probably one more chapter to this story\". In March 2025, Druckmann warned not to \"bet on there being more of Last of Us \", noting the television series \"could be it\"."
        ]
    },
    "Baldur's Gate 3": {
        "description": [
            "Baldur's Gate 3 is a 2023 role-playing video game developed and published by Larian Studios. It is the third main installment of the Baldur's Gate series, based on the tabletop fantasy role-playing game Dungeons & Dragons. A partial version of the game was released in early access for macOS and Windows in October 2020 until the full release for Windows in August 2023, with versions for PlayStation 5, macOS, and Xbox Series X/S releasing later that year.",
            "Set in the universe of the Forgotten Realms, the game begins with the protagonist waking up from unconsciousness on a mind flayer dimension-crossing ship infected with a parasitic tadpole that threatens to transform them into a mind flayer. Alongside several others who have met the same fate, they are forced to go on a quest to find a remedy to prevent ceremorphosis. Players choose from twelve character classes and customise their characters at the beginning of the game; they also select an origin from several options. Through interacting with other characters, engaging in round-based combat against enemies, and making plot decisions, players determine not only their fate but also the fate of Faerûn. That determination is also impacted by the game's dice roll mechanic, where a player's roll determines whether the outcome of a character's action is successful.",
            "Baldur's Gate 3 received critical acclaim, with praise for its gameplay, narrative, production quality, and acting performances. It quickly found itself ranked among the greatest video games of all time and won numerous Game of the Year awards, including becoming the first game to win Game of the Year at all five major video game award ceremonies: the British Academy Games Awards, the D.I.C.E. Awards, the Game Awards, the Game Developers Choice Awards, and the Golden Joystick Awards.",
            "Baldur's Gate 3 is a role-playing video game with single-player and cooperative multiplayer elements. Players can create one or more characters and form a party along with a number of pre-generated characters to explore the game's story. Optionally, players are able to take one of their characters and team up online with other players to form a party.",
            "The game implements a flexible quest system with various approaches to resolving most quests. Players can eliminate almost any non-player character, regardless of their importance to the storyline, yet still continue to advance through the game. The game is divided into three acts, each taking place in a distinct region of the world. Within these acts, the game adopts a non-linear format, permitting players to tackle quests in virtually any sequence.",
            "Unlike previous games in the Baldur's Gate series, Baldur's Gate 3 has turn-based combat, similar to Larian's earlier games Divinity: Original Sin and Divinity: Original Sin II; all combat is based on the Dungeons & Dragons 5th Edition rules. Most mechanics and spells are taken from the tabletop role-playing game version of Dungeons & Dragons, although some are modified or omitted due to the adaptation of the game into a role-playing video game format. There are 12 character classes, which are further subdivided into 46 subclasses. Each class focuses on a different aspect of the combat system, such as the wizard, who focuses on casting a large variety of spells or the barbarian, who focuses on unarmoured melee combat. The player can also select more than one class per character, which is referred to as multiclassing, allowing the player to build their character in many different and unique ways.",
            "The game incorporates a roster of ten companion characters who are available for players to enlist into their party. Each of these characters has a personal story and a narrative that the player can explore further. The player can develop relationships with companion characters based on plot and dialogue choices made. Some of the companion characters are only accessible provided that the player makes specific plot or dialogue choices.",
            "All characters, both major and minor, are fully voice acted and motion captured, amounting to approximately 1.5 million words of performance capture.",
            "The game features a limited free floating camera, allowing the player to play the game in any camera ranging from fully third-person camera to an isometric top-down view. The game's user interface has both a mouse and keyboard and a controller mode. In both modes, the player can use spells and combat actions, manage inventory, see the map, display player and companion character's statistics and select various gameplay elements such as allied and enemy characters.",
            "The game has modding support, although not all features and tools are available at launch, and modding options are expected to expand with subsequent updates. Many mods are available from the community, allowing the player to change various aspects of the game.",
            "Baldur's Gate 3 takes place in the fictional world of the Forgotten Realms during the year of 1492 DR, over 120 years after the events of the previous game, Baldur's Gate II: Shadows of Amn, and months after the events of the playable Dungeons & Dragons 5e module, Baldur's Gate: Descent into Avernus. The story is set primarily in the Sword Coast in western Faerûn, encompassing a forested area that includes the Emerald Grove, a druid grove dedicated to the deity Silvanus; Moonrise Towers and the Shadow-Cursed Lands, which are covered by an unnatural and sentient darkness that can only be penetrated through magical means; and Baldur's Gate, the largest and most affluent city in the region, as well as its outlying suburb of Rivington. Other places the player visits include the Underdark, the Astral Plane and Avernus.",
            "The game is fully narrated by voice actress Amelia Tyler, who acts as the Dungeon Master, describing the world and the player's actions throughout the story. The player character can either be created from scratch by the player, chosen from six pre-made \"origin characters\", or a customisable seventh origin character known as The Dark Urge (Neil Roberts). All six pre-made origin characters can be recruited as part of the player character's party. They include Lae'zel (Devora Wilde), a githyanki fighter; Shadowheart (Jennifer English), a half-elf cleric; Astarion (Neil Newbon), a high elf vampire rogue; Gale (Tim Downie), a human wizard; Wyll (Theo Solomon), a human warlock; and Karlach (Samantha Béart), a tiefling barbarian. Four other characters may join the player's party: Halsin (Dave Jones), a wood elf druid; Jaheira (Tracy Wiles), a half-elf druid; Minsc (Matthew Mercer), a human ranger who carries a hamster named Boo with him; and Minthara (Emma Gregory), a drow paladin. Jaheira and Minsc previously appeared in both Baldur's Gate and Baldur's Gate II: Shadows of Amn.",
            "The primary antagonists of the game are the Absolute (Cissy Jones), and her three chosen followers General Ketheric Thorm (J. K. Simmons), Lord Enver Gortash (Jason Isaacs), and Orin the Red (Maggie Robertson). Additional major characters include: Withers (Stephen Boxer), a mysterious undead entity who supports the player in camp; Raphael (Andrew Wincott), a devil with a penchant for making deals; Elminster (Crispin Redman), a renowned wizard and mentor to Gale; Auntie Ethel (Rena Valeh), a fussy trader of potions and sundries; Bhaal (Doug Cockle), the God of Murder; Mystra (Jane Perry), Goddess of Magic; Shar (Harriet Hare), Goddess of Darkness; Volo (Stephen Hogan), an unlucky writer; Mizora (Tamaryn Payne), a manipulative devil with a connection to Wyll; Isobel (Mia Foo), a half elf cleric working with Jaheira; Dame Aylin (Helen Keeley), Isobel's partner and an aasimar paladin; Ulder Ravengard (Chris Jarman), Wyll's father and Duke of Baldur's Gate; Kith'rak Voss (Richard Cotton), a githyanki knight; Dammon (Frazer Blaxland), a tiefling blacksmith, and The Emperor (Scott Joseph), a mind flayer with a key role in the main story. Sceleritas Fel (Brian Bowles), a fiend and manservant to the Dark Urge, only appears if the player has chosen to create a Dark Urge character. Viconia DeVir (Jess Nesling), a drow cleric and Mother Superior serving Shar who is integral to Shadowheart's storyline, previously appeared as a companion in Baldur's Gate and Baldur's Gate II: Shadows of Amn where she was voiced by Grey DeLisle.",
            "The protagonist wakes up inside a giant dimension-crossing illithid (mind flayer) flying ship. They are infected with a parasitic tadpole that enthrals and transforms people into illithids; however, the transformation does not happen, and the ship comes under attack from githyanki warriors riding red dragons. The mind flayer crew teleports the ship to the Nine Hells and are attacked by an army of Devils. The protagonist is freed during the fighting and steers the damaged ship to Faerûn, where it crashes. They encounter other survivors of the wreck, all likewise implanted with tadpoles.",
            "The party seeks to remove their parasites through numerous avenues, all of which fail to provide a cure. They are saved from the tadpoles'overwhelming psychic force by a \"Dream Visitor\" inside Shadowheart's mysterious prism, a device that is sought after by the githyanki. The protagonist then becomes involved in the fate of the Emerald Grove, where local druids and tiefling refugees face off against the goblin horde that worships a cult of the \"Absolute\". Once the party either sacks or saves the grove, they travel through the mountains or the Underdark to reach Moonrise Towers, a cultist stronghold, in search of a new cure.",
            "The protagonist seeks sanctuary from the curse around Moonrise Towers in a tavern called the Last Light, held by a group of tiefling refugees, Flaming Fist conscripts and Harpers. General Ketheric Thorm, the reigning lord of Moonrise and Chosen of Myrkul, is using a relic named the \"Nightsong\" as an engine for his immortality. The party scours the depths of Moonrise in pursuit of the Nightsong, revealed to be Dame Aylin, a daughter of Selûne. After either slaying or freeing the Nightsong, the protagonist confronts Ketheric, as well as his cohorts—Orin the Red, the Chosen of Bhaal and Enver Gortash, the Chosen of Bane. Through their Netherstones and a mysterious crown, the triumvirate collectively controls the Absolute, revealed to be an Elder Brain, the ultimate form of the illithid race, and seeks to rule the Sword Coast by manipulating everyone infected with a tadpole. Orin and Gortash depart with the Elder Brain for Baldur's Gate, while the protagonist defeats Ketheric and claims his Netherstone.",
            "The protagonist arrives at Baldur's Gate as Gortash and Orin attempt to pit them against the other, while the companions find closure for their personal quests. It is revealed that the \"Dream Visitor\" is, in fact, a visage taken by a renegade illithid called the Emperor, who resides within the prism and oversees the imprisonment of a powerful githyanki, Orpheus. Orpheus is the source of psionic resistance the party possesses against the Absolute, and the Emperor has been leveraging this in his favour. The protagonist eventually faces off against Gortash and Orin, assembling the Netherstones to subdue the Elder Brain. The Elder Brain, having anticipated the triumvirate and the protagonist's every move, overpowers the party before the Emperor comes to the rescue.",
            "Realising that the Netherstones require an illithid wielder with Orpheus'powers to be effective, the protagonist either frees Orpheus and allows him to transform, which causes the Emperor to resign to his fate and join the Absolute, or has either the Emperor, a transformed Karlach or the player character consume Orpheus in order to see the mission through. After defeating the Elder Brain, the protagonist can choose to either kill it and every illithid tadpole with it, ending the threat forever, or betray their comrades and rule as the Absolute.",
            "The original Baldur's Gate game was developed by BioWare and Black Isle Studios, and published by Interplay Entertainment in 1998. The game used a licensed version of the Dungeons & Dragons (D&D) rule set, specifically in the Forgotten Realms setting. The game's success led to a sequel, Baldur's Gate II: Shadows of Amn, and its expansion pack, as well as the Icewind Dale series and Planescape: Torment. After the success of the spinoff Baldur's Gate: Dark Alliance by Snowblind Studios, Interplay announced plans to produce further sequels to the Baldur's Gate series. A planned sequel developed by Black Isle Studios, Baldur's Gate III: The Black Hound, was cancelled in 2003. Black Isle Studios would develop Baldur's Gate: Dark Alliance II before being shut down by Interplay in December 2003. Further development on the series was halted due to a lawsuit between Interplay and Snowblind over the rights to the Dark Alliance trademark, and the Baldur's Gate trademark would revert to Atari.",
            "Atari would publish Neverwinter Nights, developed by BioWare, in 2002 and Neverwinter Nights 2, developed by Obsidian Entertainment, founded by former members of Black Isle Studios, in 2007. After the release of Neverwinter Nights 2, Obsidian Entertainment founder Feargus Urquhart unsuccessfully approached Atari to develop a sequel to Baldur's Gate. Further attempts to develop a new Baldur's Gate were made by Brian Fargo, the founder of both Interplay and inXile Entertainment, as well as Beamdog, developers of enhanced ports of the original games and the standalone expansion Baldur's Gate: Siege of Dragonspear.",
            "Larian Studios were interested in making a sequel in the Baldur's Gate series for some time, having first approached Wizards of the Coast after their release of Divinity: Original Sin around 2014. At this time, Wizards of the Coast felt the studio was still too new to the industry to be trusted with the Baldur's Gate licence. Larian then developed Divinity: Original Sin II, which was released in September 2017. Pre-release materials related to the game impressed Wizards of the Coast, so they contacted Larian to ask if they still had interest in Baldur's Gate 3. Larian accepted, and while working to wrap up the release stage of development for Divinity: Original Sin II, a small group gathered to develop the design document to present to Wizards of the Coast with their ideas for the new Baldur's Gate.",
            "The game is based on the 5th-edition Dungeons & Dragons rule set, though it includes tweaks and modifications that Larian found necessary in adapting it to a video game. For example, the combat system is more in favour of the player than in the tabletop version, to make the game more enjoyable.",
            "Larian Studios teased Baldur's Gate 3 in the week prior to E3 2019. They formally revealed it during Google's presentation on the Stadia platform just ahead of E3, confirming its release for both Windows and Stadia. The tabletop adventure Baldur's Gate: Descent Into Avernus was published by Wizards of the Coast in September 2019, and has been described as a \"prequel\" to Baldur's Gate 3. The Descent into Avernus adventure takes place roughly 100 years after the events of Baldur's Gate II, and the story of Baldur's Gate 3 takes place immediately following the events of the Descent into Avernus tabletop module. On 5 October 2020, Larian Studios announced the game would be released for macOS in addition to Windows and Stadia. Baldur's Gate 3 runs on Divinity Engine 4.0.",
            "In March 2024, Swen Vincke announced that Larian Studios would not be producing any DLC or sequels for Baldur's Gate 3, citing the constraints of developing within the D&D ruleset and a desire to \"pass the torch to the next developer\" and pursue other projects.",
            "Baldur's Gate 3 was originally set to be released in early access on 30 September 2020 before being delayed a week to 6 October. The early access version contained only the first act, amounting to approximately 25 hours of content. Additional features and content, including multiplayer functionality and more classes, were added throughout early access.",
            "The version for Stadia was cancelled following the closure of the platform in January 2023. In February 2023, it was announced that Baldur's Gate 3 would be released for Windows, macOS, and PlayStation 5 on 31 August 2023. The PlayStation 5 and macOS versions would be delayed to 6 and 22 September. Spike Chunsoft published the PlayStation 5 version in Japan on 21 December 2023. An Xbox Series X and Series S version was released on 7 December 2023, which was delayed due to performance issues on the Xbox Series S with splitscreen co-op, which was cut from the Series S version.",
            "Gameplay features like the Magic Mirror, allowing users to change their character's appearance, were added with patches after release. A patch in December 2023 added two new difficulty modes, quality of life enhancements, and a new playable epilogue containing over 3,500 new dialogue lines. A physical version released in May 2024.",
            "Baldur's Gate 3 received \"universal acclaim\" from critics, according to review aggregator website Metacritic, with 98% of critics recommending the game on aggregator OpenCritic.",
            "Critics praised the quality of the writing, including the detailed depiction of the Dungeons & Dragons setting of Faerûn; the intertwined storylines enabling alternate story moments and a large degree of player freedom; and the characters, particularly companions, that feel interesting and memorable. Critics also praised the production quality, including the voice acting, character and facial animations, and detailed environments. The game's implementation of the Dungeons & Dragons 5th edition ruleset was well received, although some critics were concerned that the complexity of the system could be daunting for players wholly unfamiliar with the tabletop version of the game. The technical performance and its few bugs were highlighted, especially given many vast and complex game systems and interactions. Critics were more lukewarm on the inventory system and some aspects of the user interface, such as needing to micromanage the equipment of multiple characters. [ additional citation(s) needed ]",
            "The Dark Urge character origin received particular critical acclaim, with reviewers drawing parallels to the independent storyline in Fallout: New Vegas and the Malkavian clan in Vampire: The Masquerade — Bloodlines. Polygon's Cass Marshall, among other critics, praised how the internal struggle with intrusive thoughts and their consequences added narrative depth. In TechRadar, Cat Bussell noted that the manifestation of dark urges through dialogue options and appearances of Sceleritas Fel created a distinct sense of loss of control, comparable to horror game experiences. GamesRadar+'s Jasmine Gould-Wilson observed that the character's integral connection to the plot reinforced its perceived canonicity and heightened the impact of player choices.",
            "Fraser Brown of PC Gamer called the game \"the new pinnacle of the [ CRPG ] genre\", while IGN Portugal called it a \"must-play masterpiece that sets a new bar in the RPG universe\".",
            "Alex Battaglia of Eurogamer praised the game's performance on PC, and added that \" Baldur's Gate 3 launches in a polished state with no game-breaking issues, shaming the technical quality of other big AAA releases\".",
            "Baldur's Gate 3 became the best-selling game on both Steam and GOG.com on the day of its early access launch. On Steam, the game had about 537,000 concurrent players on release day and peaked at 875,000 two weeks after release. It sold more than 2.5 million copies during its early access phase. Sales surpassed Larian's expectations, as well as those of Microsoft when considering the Xbox release. By 26 February 2024 the Director of Publishing at Larian, Michael Douse, said the game had sold \"way over 10 [million] in a very short space of time\". In November 2024, Douse further revealed that the number of daily active users is up 20% over the previous year, which Douse attributed to the release of the official modding support.",
            "Baldur's Gate 3 became the first game to win the Game of the Year award at all five major video game award ceremonies; the Golden Joystick Awards, The Game Awards, the D.I.C.E. Awards, the Game Developers Choice Awards, and the British Academy Games Awards. The game was selected by Ars Technica, GameSpot, GamesRadar, 3DJuegos, PC Gamer, and Screen Rant, as their Game of the Year."
        ]
    },
    "The Witcher 3: Wild Hunt": {
        "description": [
            "The Witcher 3: Wild Hunt ‍ is a 2015 action role-playing game developed and published by CD Projekt. It is the sequel to the 2011 game The Witcher 2: Assassins of Kings and the third game in The Witcher video game series, played in an open world with a third-person perspective. The games follow the Witcher series of fantasy novels by Polish author Andrzej Sapkowski.",
            "The game takes place in a fictional fantasy world based on Slavic folklore. Players control Geralt of Rivia, a monster slayer for hire known as a Witcher, and search for his adopted daughter who is on the run from the Wild Hunt. Players battle the game's many dangers with weapons and magic, interact with non-player characters, and complete quests to acquire experience points and gold, which are used to increase Geralt's abilities and purchase equipment. The game's story has three possible endings, determined by the player's choices at key points in the narrative.",
            "Development began in 2011 and lasted for three and a half years. Central and Northern European cultures formed the basis of the game's world. The game was developed using the REDengine 3, which enabled CD Projekt to create a complex story without compromising its open world. The music was primarily composed by Marcin Przybyłowicz and performed by the Brandenburg State Orchestra.",
            "The Witcher 3: Wild Hunt was released for PlayStation 4, Windows, and Xbox One in May 2015, with a Nintendo Switch version released in October 2019, and PlayStation 5 and Xbox Series X/S versions (subtitled \"Complete Edition\") released in December 2022. The game received critical acclaim, with praise for its gameplay, narrative, world design, combat, and visuals, although it received minor criticism due to technical issues. It holds more than 200 game of the year awards and has been cited as one of the greatest video games ever made. Two expansions were also released to critical acclaim: Hearts of Stone and Blood and Wine. A \"Game of the Year Edition\" was released in August 2016, with the base game, expansions and all downloadable content included. The game has sold over 50 million units as of March 2023, making it one of the best-selling video games of all time. A sequel titled The Witcher IV is in development.",
            "The Witcher 3: Wild Hunt is an action role-playing game with a third-person perspective. Players control Geralt of Rivia, a monster slayer known as a Witcher. Geralt walks, runs, rolls and dodges, and (for the first time in the series) jumps, climbs and swims. He has a variety of weapons, including bombs, a crossbow and two swords (one steel and one silver). The steel sword is used primarily to kill humans while the silver sword is more effective against creatures and monsters. Players can draw out, switch and sheathe their swords at will. There are two modes of melee attack; light attacks are fast but weak, and heavy attacks are slow but strong. Players can block and counter enemy attacks with their swords. Swords have limited endurance and require regular repair. In addition to physical attacks, Geralt has five magical signs at his disposal: Aard, Axii, Igni, Yrden and Quen. Aard prompts Geralt to unleash a telekinetic blast, Axii confuses enemies, Igni burns them, Yrden slows them down and Quen offers players a temporary, protective shield. The signs use stamina, and cannot be used indefinitely. Players can use mutagens to increase Geralt's magic power. Geralt loses health when attacked by enemies, although wearing armour can help reduce health loss. Health is restored with meditation or consumables, such as food and potions. Players occasionally control Ciri, Geralt's adoptive daughter who can teleport short distances.",
            "The game has responsive, advanced artificial intelligence (AI) and dynamic environments. The day-night cycle influences some monsters; a werewolf becomes powerful during the night of a full moon. Players can learn about their enemies and prepare for combat by reading the in-game bestiary. When they kill an enemy, they can loot its corpse for valuables. Geralt's witcher sense enables players to find objects of interest, including items that can be collected or scavenged. Items are stored in the inventory, which can be expanded by purchasing upgrades. Players can sell items to vendors or use them to craft potions and bombs. They can visit blacksmiths to craft new weapons and armorers to craft new armour with what they have gathered. The price of an item and the cost of crafting it depend on a region's local economy. Players earn experience points by completing quests. When a player earns enough experience, Geralt's level increases and the player receives ability points. These points may be used on four skill trees: combat, signs, alchemy and general. Combat upgrades enhance Geralt's attacks and unlock new fighting techniques; signs upgrades enable him to use magic more efficiently, and alchemy upgrades improve crafting abilities. General upgrades have a variety of functions, from raising Geralt's vitality to increasing crossbow damage.",
            "The game focuses on narrative and has a dialogue tree which allows players to choose how to respond to non-player characters. Geralt must make decisions which change the state of the world and lead to 36 possible endings, affecting the lives of in-game characters. He can have a romantic relationship with some of the game's female characters by completing certain quests. In addition to the main quests, books offer more information on the game's world. Players can begin side quests after visiting a town's noticeboard. These side missions include Witcher Contracts (elaborate missions requiring players to hunt monsters) and Treasure Hunt quests, which reward players with top-tier weapons or armour. The game's open world is divided into several regions. Geralt can explore each region on foot or by transportation, such as a boat. Roach, his horse, may be summoned at will. Players can kill enemies with their sword while riding Roach, but an enemy presence may frighten the horse and unseat Geralt. Points of interest may be found on the map, and players receive experience points after completing mini-missions in these regions. Players can discover Places of Power for additional ability points. Other activities include horse racing, boxing and card playing; the card-playing mechanic was later expanded into a standalone game, Gwent: The Witcher Card Game. A full physical edition of Gwent will be released through No Loading Games and Hachette Boardgames in Q3 2025.",
            "The game is set in the Continent, a fictional fantasy world based on Slavic folklore. It is surrounded by parallel dimensions and extra-dimensional worlds. Humans, elves, dwarves, monsters and other creatures co-exist on the Continent, but non-humans are often persecuted for their differences in the northern realms. The Continent is caught up in a war between the empire of Nilfgaard – led by Emperor Emhyr var Emreis (Charles Dance), who invaded the Northern Kingdoms – and Redania, ruled by King Radovid V. Several locations appear, including the free city of Novigrad, the Redanian city of Oxenfurt, the no man's land of Velen, the city of Vizima (former capital of the recently conquered Temeria), the Skellige islands (home to several clans who resemble Norse-Gaels), and the witcher stronghold of Kaer Morhen.",
            "The main character is the Witcher, Geralt of Rivia (Doug Cockle), a monster hunter trained since childhood in combat, tracking, alchemy and magic, and made stronger, faster and resistant to toxins by mutagens. He is aided by his lover, the powerful sorceress Yennefer of Vengerberg (Denise Gough), his former love interest Triss Merigold (Jaimi Barbakoff), the bard Dandelion (John Schwab), the dwarf warrior Zoltan Chivay (Alexander Morton), and Geralt's witcher mentor Vesemir (William Roberts). Geralt is spurred into action by the reappearance of his and Yennefer's adopted daughter, Ciri (Jo Wyatt). Ciri is a Source, born with innate (and potentially vast) magical abilities; after the apparent death of her parents, she was trained as a witcher while Yennefer taught her magic. Ciri disappeared years before to escape the Wild Hunt, a group of spectral warriors led by the King of the Wild Hunt: the elf Eredin (Steven Hartley), from a parallel dimension.",
            "Geralt and his mentor Vesemir arrive at the town of White Orchard after receiving a letter from Geralt's long-lost lover Yennefer. After defeating a griffin for the local Nilfgaardian garrison, Geralt accompanies Yennefer to the city of Vizima, where they meet with Emperor Emhyr. Emhyr orders Geralt to find Ciri, who is Emhyr's biological (and Geralt's adopted) daughter. Ciri is a Child of the Elder Blood, the last heir to an ancient Elven bloodline that grants her the power to manipulate time and space, and is being relentlessly stalked by the enigmatic Wild Hunt. Geralt learns of three places Ciri was recently seen: the war-ravaged swamp province of Velen, the free city-state of Novigrad, and the Skellige Isles.",
            "In Velen, Geralt tracks Ciri to the fortress of the Bloody Baron, a warlord who recently took over the province. The Baron demands that Geralt find his missing wife and daughter in exchange for information about Ciri. Geralt learns that the Baron drove his own family away with his drunken rages; while his daughter fled to Oxenfurt, his wife Anna became a servant of the Crones, three malicious witches that watch over Velen. He also discovers that Ciri was briefly captured by the Crones, but escaped to the Baron's stronghold before continuing on to Novigrad.",
            "At Novigrad, Geralt reunites with his former lover Triss Merigold, who has gone underground to escape persecution by the Church of the Eternal Fire. He learns that Ciri and his old friend Dandelion ran afoul of Novigrad's powerful crime bosses while seeking to break a curse related to a mysterious phylactery. With the help of Triss and several old acquaintances, Geralt rescues Dandelion, who tells him that Ciri teleported away to escape pursuit by guards.",
            "Geralt sails to Skellige and reunites with Yennefer, who is investigating a magical explosion near where Ciri was last seen. They discover that Ciri visited the village of Lofoten, but when the Wild Hunt attacked again, fled in a boat with an unidentified elf. When the boat returned to shore, its only occupant was Uma, a deformed creature Geralt previously saw living with the Bloody Baron. Deducing that Uma was the victim of the curse Ciri tried to lift in Novigrad, Geralt collects Uma in Velen and takes him to the nearly abandoned witcher school at Kaer Morhen. Working with Yennefer and his fellow witchers, Geralt breaks the curse and restores Uma's true identity: Avallac'h, Ciri's teacher and the elf seen with her on her travels. Avallac'h tells Geralt that he placed Ciri in an enchanted sleep on the Isle of Mists to keep her temporarily safe from the Wild Hunt.",
            "Geralt finds Ciri on the Isle of Mists and learns from her that Eredin, the leader of the Wild Hunt, wants her Elder Blood powers to save his homeworld from a catastrophe known as the White Frost. They return to Kaer Morhen and fortify it against the inevitable arrival of the Hunt. In the battle that ensues, Vesemir is killed, causing Ciri to unleash her uncontrolled power and temporarily send the Hunt into retreat.",
            "Realizing that the Hunt will never stop, Ciri and Geralt decide to fight Eredin at a time and place of their choosing. While Triss and Yennefer reform the Lodge of Sorceresses to aid in the fight, Geralt recovers the Sunstone, an artifact that can communicate between worlds. Using the Sunstone, Avallac'h lures Eredin to Skellige, where Geralt defeats him in combat. As he dies, Eredin tells Geralt that Avallac'h has betrayed him, and plans to use Ciri's power for his own ends.",
            "As the White Frost begins to encroach on the Continent, Geralt and Yennefer pursue Avallac'h, but find Ciri alive and well. She tells Geralt that Avallac'h is not a traitor, and has only ever intended to fight the White Frost. Thinking back on her relationship with Geralt, Ciri finds the strength to stop the cataclysm; if Geralt patronized and protected her throughout the game, she dies in the attempt, but if he guided her to mature and make her own choices, she survives.",
            "The player's choices can lead to several different endings. If Ciri survives after defeating the White Frost and Geralt took her to meet her father, she will become the Empress of Nilfgaard. If Ciri survives but did not meet the emperor, Geralt helps her fake her death, and she becomes a witcher. If Ciri is killed in her confrontation with the White Frost, Geralt retrieves her medallion from the last remaining Crone and mourns quietly as his hut is swarmed by monsters. The player's choices also determine whether Geralt ends up in a romantic relationship with Yennefer, Triss, or neither, and how much of the North is ultimately conquered by Nilfgaard.",
            "Although the game was planned to begin production in 2008, CD Projekt Red's preoccupation with Rise of the White Wolf pushed it back to 2011. The company developed The Witcher 3: Wild Hunt with a self-funded budget of US$ 81 million over three-and-a-half years. The project began with 150 employees, eventually growing to over 250 in-house staff. 1,500 people were involved in the production globally. While the game is based on Andrzej Sapkowski's novels, it is not an official continuation of them, and Sapkowski's involvement with the game was limited to the creation of its in-game map. The game was localised in 15 languages, with a total of 500 voice actors. The game was scripted concurrently in Polish and English to alleviate difficulty in localisation. According to Side (the company which handled voice casting and recording), the 450,000-word script had 950 speaking roles. The voices were recorded from late 2012 to early 2015. CD Projekt Red wanted the game to be free of any digital rights management (DRM) due to the developer's unsuccessful control of piracy with its predecessor, The Witcher 2: Assassins of Kings, whose DRM also made it run slowly.",
            "The Witcher 3: Wild Hunt was created with the REDengine 3, CD Projekt Red's proprietary game engine designed for nonlinear role-playing video games set in open world environments, aided by the PlayStation 4 and Xbox One consoles and prepared for use in October 2014. The first play-through indicated to the developers that the open world, despite its content and generation around the quests, seemed empty. As a solution, they added points of interest. The game had 5,000 bugs that December, which (with a launch date of February 2015) necessitated its postponement. Like the previous two Witcher games, players are given a complex story with multiple choices and consequences. Unlike other game engines, REDengine 3 permits a complex storyline without sacrificing virtual world design. The user interface was made more intuitive with grid-based solutions. The camera system was improved to use long shots for battles with multiple enemies and close-ups for more intimate confrontations. More animations were used for combat sequences than in The Witcher 2, with each lasting less than one second for quick succession. Game director Konrad Tomaszkiewicz and senior game designer Damien Monnier cited Dark Souls and Demon's Souls as influences on Wild Hunt's combat system, and level designer Miles Tost and senior environment artist Jonas Mattsson cited The Legend of Zelda series and Red Dead Redemption as influencing the game's level designs and environments.",
            "Months before its release date, the game's economy, crafting, and inventory systems were incomplete and apparently unable to meet the deadline. Senior gameplay designer Matthew Steinke thought of a remedy and drew up a system context diagram. To allocate prices, Steinke wrote a formula based on rate of damage, defence, or healing. Polynomial least squares were used to determine its efficacy, and it was found to eliminate bugs from the system and reduce loading times. Each character was given a unique personality to contrast the fetch-quest system typically used in video games. It was decided early that the writing would be witty, with metaphors and implied meanings. Early in development, dialogue for each side quest was limited to 15 lines, with writers often having to attest to the quality and necessity of the dialogue to be allowed an extension beyond that limit. Player options were written as morally ambiguous, reflecting real life and Andrzej Sapkowski's original Witcher series. Alcoholism, abuse and sexuality, depicted as normal parts of the medieval world, were incorporated into the story for authenticity. Areas of the open world were based on Poland, Amsterdam, and Scandinavia. Objects were modelled by hand.",
            "Storylines such as Yennefer imprisoning Geralt on an island and Geralt's covert recruitment to the Wild Hunt were discarded to make the game smaller and avoid splitting it into two parts. The card game Gwent was preceded by other minigame proposals, including a drinking game, knife throwing, and ice skating. A re-enactment of the Battle of Grunwald was recorded for the sounds of battle, marching, blacksmithing, and the firing of arrows. Recording the knights'voices for post-processing, the speakers wore helmets for an authentic sound. Marcin Przybyłowicz was the game's music director and composer, with additional music contributed by Percival, a Polish folk band that plays on reconstructions of medieval instruments. They perform their own compositions as well as old Slavic melodies, which made them a good choice for what Przybyłowicz had in mind. According to Przybyłowicz, working with Percival was a challenge; he expected an academic approach before learning that most of the group were not formally trained, and much of the music was improvised. Multi-instrumentalist Robert Jaworski of the folk band Żywiołak recorded lute, Renaissance fiddle, bowed gusle, and hurdy-gurdy sections. The score was performed in Frankfurt an der Oder by the Brandenburg State Orchestra, conducted by Bernd Ruf.",
            "The Witcher 3: Wild Hunt was announced in 2013, then to be released for PC, PlayStation 4, and Xbox One the following year. The release date was later delayed from the third quarter of 2014 to February 2015. After missing its planned release date of 24 February, CD Projekt Red confirmed in April that the game was released to manufacturing. The Witcher 3: Wild Hunt was released worldwide on 19 May 2015. Polish Prime Minister Ewa Kopacz and President Bronisław Komorowski visited CD Projekt Red to celebrate the launch. As with the second game, Warner Bros. Interactive Entertainment and Bandai Namco Entertainment each handled physical distribution of the game in North America and Western Europe, Australia and New Zealand respectively. In addition to the standard edition, players can also purchase the \"Collector's Edition\", which includes the base game and items such as an artbook, a statue of Geralt fighting against a griffin, and a Witcher medallion. At E3 2019, a port for the Nintendo Switch was announced. It was developed in cooperation with Saber Interactive, and was released on 15 October 2019. The port features slight graphical downgrades to compensate for the Switch's less powerful hardware, but is otherwise identical to existing versions.",
            "CD Projekt Red co-founder Marcin Iwiński listed three pillars that he considered integral to marketing: game quality, a \"gamer-centric value proposition \", and communication with fans. To achieve the second, The Witcher 3: Wild Hunt was marketed as \" Skyrim in a Game of Thrones sauce\". The third explained in detail the visual downgrade from earlier promotional footage to the finished product, which Iwiński thought effective. The logo was re-designed to make it less obvious that The Witcher 3: Wild Hunt was a sequel; the number three suggested a claw mark or mask to an audience unfamiliar with the series, while fans would recognise it as the mark of the Wild Hunt.",
            "The developer studied Witcher forums and websites such as Reddit to predict what players generally desired from downloadable content (DLC). A collection of 16 free DLC was released, as announced before release by the developers. They included cosmetic and additional gameplay content and the New Game Plus mode. CD Projekt Red announced two expansion packs: Hearts of Stone and Blood and Wine. Hearts of Stone was released on 13 October 2015, and Blood and Wine on 31 May 2016. Hearts of Stone follows Geralt as he contacts a mysterious entity known as the Man of Glass and an immortal man, Olgierd von Everec. The expansion was critically acclaimed. The second expansion pack, Blood and Wine, follows Geralt as he travels to Toussaint (a Nilfgaardian duchy untouched by war) to track down a mysterious beast that is terrorizing the region. It was also critically acclaimed, winning the Best RPG category at The Game Awards 2016. A \"Game of the Year\" edition, with the base game, both expansions and all DLC, was released on 30 August 2016.",
            "On 14 December 2022, the publisher released the game for the PlayStation 5 and Xbox Series X/S. This version became available as a free a \"Next-Gen\" update for existing owners on PlayStation 4, Windows, and Xbox One, but also could be purchased separately. The \"Next-Gen\" version has been lauded for numerous visual enhancements made to the game, including higher resolution textures and ray-tracing.",
            "In 2021, video game news site Kotaku had reported that the re-release would include content from mods produced by fans; \"HalkHogan\", creator of a mod that improves the game's textures, announced that the developer had entered talks to include content from \"The Witcher 3 HD Reworked Project\" in the release. CD Projekt Red confirmed to Kotaku that they had entered talks with mod creators, prompting discussion about why the company, which earned $300 million in 2020, sought out community assistance.",
            "The updated version was originally scheduled for the second half of 2021, but was delayed to the second quarter of 2022. It was originally being developed by Saber Interactive. On 13 April 2022, CDPR announced that its in-house development team would be taking over the remaining work and that its release date would be postponed. In November, a release date of 14 December 2022 was announced for digital platforms. The game was made available for retail on 26 January 2023.",
            "The \"Next-Gen\" update included new outfits and a quest inspired by the Netflix series, improved visuals, performance, and bug fixes as well as all previously released downloadable content. The re-release was published on schedule, but was criticized for introducing performance issues and bugs. Later that day, CD Projekt Red announced that they were investigating the issues and working on fixes.",
            "The Witcher 3: Wild Hunt received \"universal acclaim\" for the PC, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S versions, and \"generally favorable reviews\" for the Switch version, according to review aggregator Metacritic. Critics agreed that it was an ambitious action role-playing game which was grand in scale, but marred by technical difficulties and a lack of innovation. GameSpot and Eurogamer gave the game their highest rating. The Witcher 3: Wild Hunt has been considered one of the greatest games of all time.",
            "The game world received widespread praise from critics. Kimberly Wallace of Game Informer called it \"immersive\", and was impressed by its attention to detail. Destructoid's Chris Carter praised its size, which he found enormous and would take players hours to explore. Jonathon Leack, writing for Game Revolution, praised the game's effective use of its large world. Leack wrote that every region had quests and activities for players to try, although he thought that much was filler which extended its length. Tom Senior of GamesRadar praised the open world's variety, describing it as an \"exciting realization of the Ronin fantasy\". GameTrailers'Daniel Bloodworth praised the game for encouraging exploration; many quests would only become available to players after they met non-playable characters in different parts of the world. Vince Ingenito of IGN and Shaun Prescott of PC Gamer were impressed by the game's scenery and its day-night cycle, with Ingenito saying that it highlighted the game world's authenticity.",
            "Its narrative received critical acclaim. Carter praised the cast of characters, which he called unique and interesting. He considered the narrative more involving, with players witnessing key events and making consequential choices. Wallace praised the game's dialogue and its side-quests; each was similar to a short story, and player decisions in the quests would influence the state of the world. She liked the main quest, which added more character to Geralt, and said that the romance options were a significant improvement over its predecessors. However, she was disappointed with the quality of the game's endings. Kevin Van Ord of GameSpot echoed Wallace, noting that The Witcher 3: Wild Hunt's story had more characterisation for Geralt than the previous games. He welcomed the change, since it gave players emotional connections to the in-game characters. Senior enjoyed the side-quests, calling them \"a compilation of dark fantasy short stories\" which overshadowed the main quests. Ingenito was disappointed with the main story, saying that there was too much padding and too many dull quests. PC Gamer's Shaun Prescott agreed, saying that the narrative would have felt rote if the side content was not engaging. Van Ord, Wallace and Brett Phipps of VideoGamer.com praised the voice acting, with Wallace calling it the series'best. Arthur Gies from Polygon criticized that some of the female characters are overly sexualized and that there are no people of color in the main game.",
            "The game's combat had a generally positive reception. Bloodworth found Geralt more mobile and agile with the new climbing and swimming mechanic. Carter said that it was significantly streamlined and its predecessors'strategic elements removed, but appreciated its action. Wallace wrote that with a simplified alchemy system, a decent user interface and diverse difficulty settings the combat was more accessible, although she disliked the disruptive weapon-degradation system and unrefined crossbow shooting mechanic. Leack thought the system lacked complexity and criticised its lack of polish, caused by the unreliable lock-on system, camera issues and excessively-long combat animation. Senior noted that some gameplay mechanics, such as rolling and dodging, were inconsistent and made the system feel unfair. Ingenito praised the combat, describing its fluidity as a significant improvement over its predecessors.",
            "Other gameplay aspects received mixed reviews. Van Ord praised the game's customisation and upgrade system (which offered players a sense of progression), since it hardened as the story unfolded. Ingenito called its upgrade system deep and flexible, since players have considerable freedom when customising Geralt's skills. Leack disliked the upgrade system, calling it \"unexciting\". Carter was disappointed with the Witcher Senses, finding it repetitive, but Senior considered them superior to objective markers — the norm for role-playing games. Prescott disliked the user interface for its clumsiness and tedium. Senior found the Gwent card game an addictive minigame.",
            "The game was criticised for its technical issues. Carter called its climbing animations stiff, noting that some gameplay bugs would hinder player progress. According to Wallace, the game's load times were too long. Leack noted that the game had a graphic downgrade, and the actual game did not look as good as the 2013 demonstration. Senior, Phipps and Ingenito noted frame rate issues; although Ingenito thought it did not impact the gameplay, Phipps called it a persistent problem which overshadowed many of the game's achievements.",
            "Before its release, over 1.5 million people pre-ordered the game. The Witcher 3: Wild Hunt debuted atop the UK software sales chart in its first week, when it earned 600% more than predecessor The Witcher 2: Assassins of Kings. It was the best-selling video game of the year in the UK, breaking the record held by Battlefield Hardline. It debuted atop the Japanese video-game sales charts, selling 67,385 units in its first week. Four million units of the game were sold in its first two weeks of release.",
            "By June 2015, over 690,000 players had activated the game through GOG Galaxy. The game sold over six million units in the next six weeks, and the studio made a profit of $63.3 million in the first half of 2015. In March 2016, CD Projekt Red reported that the game had shipped nearly 10 million units worldwide. By the end of 2017, the series as a whole had sold over 33 million. By June 2019, that number had risen to over 40 million, with The Witcher 3: Wild Hunt accounting for over half of that figure.",
            "Following the release of the first season of Netflix'television series The Witcher in December 2019, The Witcher 3: Wild Hunt had a 554% increase in sales that month compared to December 2018. By December 2019, The Witcher 3: Wild Hunt had sold over 28 million units. And by April 2021 it had sold over 30 million units, while the series as a whole had sold over 50 million. By April 2022, the game had sold 40 million units. As of March 2023, the game has sold over 50 million units.",
            "The Witcher 3: Wild Hunt received pre-release awards at E3 in 2013 and 2014. It was voted the best role-playing game at the IGN Best of E3 Awards in 2013 and 2014. It won IGN's E3 People's Choice Award in 2013 and 2014, GameSpot's E3 People's Choice Award in 2014, and the Most Wanted Award at the 31st and 32nd Golden Joystick Awards. It was the Most Anticipated Game at the Game Awards 2014 in Las Vegas. It received 260 game of the year awards and was the most awarded game of all time until 2021, when it was overtaken by The Last of Us Part II. By August 2016, it had received over 800 awards. On 2020, Gamesradar listed it as the top game of the generation.",
            "Its accolades are from several events, including the Golden Joystick Awards, The Game Awards, D.I.C.E. Awards, Game Developers Choice Awards, SXSW Gaming Awards and the National Academy of Video Game Trade Reviewers (NAVGTR) awards. The Witcher 3 was recognized as game of the year by IGN, GameSpot, Game Informer and other gaming publications. The game received a Golden Joystick Award for Best Storytelling, Best Visual Design and Best Gaming Moment, and the Game Awards for Best Role-Playing Game and Studio of the Year for CD Projekt Red. It won Outstanding Achievement in Game Design, Outstanding Technical Achievement and Outstanding Achievement in Story at the 19th Annual D.I.C.E. Awards, and won the Game of the Year and Best Technology awards at the 16th Annual Game Developers Choice Awards. A 2023 poll conducted by GQ which surveyed a team of video game journalists across the industry ranked the title as the fifth best video game of all time."
        ]
    }
}